packages/tusk-depgraph/Std.dot
digraph Std {
  "20" [label="datetime.ml", color="green", style="filled", fillcolor="lightgreen"];
  "2" [label="ref.ml", color="green", style="filled", fillcolor="lightgreen"];
  "43" [label="data/json.mli", color="blue", style="filled", fillcolor="lightblue"];
  "29" [label="option.ml", color="green", style="filled", fillcolor="lightgreen"];
  "35" [label="net.mli", color="blue", style="filled", fillcolor="lightblue"];
  "7" [label="Iterator.ml", color="green", style="filled", fillcolor="lightgreen"];
  "39" [label="char.mli", color="blue", style="filled", fillcolor="lightblue"];
  "46" [label="data/json.ml", color="green", style="filled", fillcolor="lightgreen"];
  "0" [label="aliases.ml.gen", color="green", style="filled", fillcolor="lightgreen"];
  "42" [label="data/sexp.mli", color="blue", style="filled", fillcolor="lightblue"];
  "10" [label="dot.mli", color="blue", style="filled", fillcolor="lightblue"];
  "41" [label="std.ml", color="green", style="filled", fillcolor="lightgreen"];
  "37" [label="MutIterator.ml", color="green", style="filled", fillcolor="lightgreen"];
  "33" [label="command.mli", color="blue", style="filled", fillcolor="lightblue"];
  "5" [label="fs.ml", color="green", style="filled", fillcolor="lightgreen"];
  "44" [label="data/toml.ml", color="green", style="filled", fillcolor="lightgreen"];
  "47" [label="data/sexp.ml", color="green", style="filled", fillcolor="lightgreen"];
  "53" [label="char.ml", color="green", style="filled", fillcolor="lightgreen"];
  "28" [label="global.ml", color="green", style="filled", fillcolor="lightgreen"];
  "22" [label="workerpool.mli", color="blue", style="filled", fillcolor="lightblue"];
  "48" [label="data/data.mli", color="blue", style="filled", fillcolor="lightblue"];
  "34" [label="time.ml", color="green", style="filled", fillcolor="lightgreen"];
  "38" [label="workerpool.ml", color="green", style="filled", fillcolor="lightgreen"];
  "27" [label="log.ml", color="green", style="filled", fillcolor="lightgreen"];
  "6" [label="datetime.mli", color="blue", style="filled", fillcolor="lightblue"];
  "40" [label="log.mli", color="blue", style="filled", fillcolor="lightblue"];
  "17" [label="file.mli", color="blue", style="filled", fillcolor="lightblue"];
  "32" [label="command.ml", color="green", style="filled", fillcolor="lightgreen"];
  "19" [label="fs.mli", color="blue", style="filled", fillcolor="lightblue"];
  "51" [label="Iterator.mli", color="blue", style="filled", fillcolor="lightblue"];
  "13" [label="option.mli", color="blue", style="filled", fillcolor="lightblue"];
  "9" [label="file.ml", color="green", style="filled", fillcolor="lightgreen"];
  "11" [label="result.ml", color="green", style="filled", fillcolor="lightgreen"];
  "26" [label="path.mli", color="blue", style="filled", fillcolor="lightblue"];
  "36" [label="buffer.mli", color="blue", style="filled", fillcolor="lightblue"];
  "21" [label="list.mli", color="blue", style="filled", fillcolor="lightblue"];
  "24" [label="string.ml", color="green", style="filled", fillcolor="lightgreen"];
  "16" [label="env.mli", color="blue", style="filled", fillcolor="lightblue"];
  "3" [label="buffer.ml", color="green", style="filled", fillcolor="lightgreen"];
  "23" [label="result.mli", color="blue", style="filled", fillcolor="lightblue"];
  "1" [label="data/aliases.ml.gen", color="green", style="filled", fillcolor="lightgreen"];
  "54" [label="mermaid.ml", color="green", style="filled", fillcolor="lightgreen"];
  "45" [label="data/data.ml", color="green", style="filled", fillcolor="lightgreen"];
  "8" [label="std.mli", color="blue", style="filled", fillcolor="lightblue"];
  "12" [label="time.mli", color="blue", style="filled", fillcolor="lightblue"];
  "31" [label="env.ml", color="green", style="filled", fillcolor="lightgreen"];
  "15" [label="Char_Cursor.ml", color="green", style="filled", fillcolor="lightgreen"];
  "14" [label="mermaid.mli", color="blue", style="filled", fillcolor="lightblue"];
  "30" [label="list.ml", color="green", style="filled", fillcolor="lightgreen"];
  "4" [label="global.mli", color="blue", style="filled", fillcolor="lightblue"];
  "52" [label="graph.ml", color="green", style="filled", fillcolor="lightgreen"];
  "49" [label="data/toml.mli", color="blue", style="filled", fillcolor="lightblue"];
  "25" [label="dot.ml", color="green", style="filled", fillcolor="lightgreen"];
  "50" [label="net.ml", color="green", style="filled", fillcolor="lightgreen"];
  "18" [label="path.ml", color="green", style="filled", fillcolor="lightgreen"];

  "20" -> "0";
  "2" -> "0";
  "43" -> "1";
  "29" -> "0";
  "35" -> "0";
  "7" -> "0";
  "39" -> "0";
  "46" -> "1";
  "0" -> "1";
  "42" -> "1";
  "10" -> "0";
  "41" -> "0";
  "37" -> "0";
  "33" -> "0";
  "5" -> "0";
  "44" -> "1";
  "47" -> "1";
  "53" -> "0";
  "28" -> "0";
  "22" -> "0";
  "48" -> "1";
  "34" -> "0";
  "38" -> "0";
  "27" -> "0";
  "6" -> "0";
  "40" -> "0";
  "17" -> "0";
  "32" -> "0";
  "19" -> "0";
  "51" -> "0";
  "13" -> "0";
  "9" -> "0";
  "11" -> "0";
  "26" -> "0";
  "36" -> "0";
  "21" -> "0";
  "24" -> "0";
  "16" -> "0";
  "3" -> "0";
  "23" -> "0";
  "54" -> "0";
  "45" -> "1";
  "8" -> "0";
  "12" -> "0";
  "31" -> "0";
  "15" -> "0";
  "14" -> "0";
  "30" -> "0";
  "4" -> "0";
  "52" -> "0";
  "49" -> "1";
  "25" -> "0";
  "50" -> "0";
  "18" -> "0";}
